cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'motemen/ghq'
tap 'tcnksm/ghr'
tap 'peco/peco'
tap 'sanemat/font'
brew 'autoconf'
brew 'brew-cask'
brew 'cairo'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'czmq'
brew 'figlet'
brew 'fontconfig'
brew 'fontforge'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'ghq'
brew 'git'
brew 'glib'
brew 'gobject-introspection'
brew 'graphviz'
brew 'harfbuzz'
brew 'hub'
brew 'icu4c'
brew 'jpeg'
brew 'libevent'
brew 'libffi'
brew 'libpng'
brew 'libsodium'
brew 'libtiff'
brew 'libtool'
brew 'lua'
brew 'luajit'
brew 'macvim'
brew 'openssl'
brew 'pango'
brew 'pcre'
brew 'peco'
brew 'pixman'
brew 'pkg-config'
brew 'python'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ricty'
brew 'ruby-build'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'xz'
brew 'zeromq'
brew 'zsh'
brew 'node'
brew 'ctags'
brew 'mecab'
brew 'cheat'
brew 'mysql'
brew 'tig'
brew 'libxml2'
brew 'libxslt'
brew 'libiconv'
brew 'llvm38'
brew 'go'
brew 'ghr'
brew 'jq'
cask 'alfred'
cask 'cheatsheet'
cask 'clipy'
cask 'dockertoolbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'licecap'
cask 'packer'
cask 'slack'
cask 'sublime-text'
cask 'terraform'
cask 'vagrant'
cask 'virtualbox'
cask 'google-japanese-ime'
cask 'tomighty'
cask 'heroku-toolbelt'
cask 'visual-studio-code'
cask 'commander-one'
cask 'dash'
cask 'skitch'
cask 'justinmind'
cask 'sourcetree'
cask 'gitkraken'
cask 'launchrocket'
cask 'atom'
cask 'bitbar'
cask 'hyperswitch'

